Revit 2027 API
ParameterTypeId.MepUpperTopElevation Property
 "Upper End Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepUpperTopElevation { get; }
Public Shared ReadOnly Property MepUpperTopElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepUpperTopElevation {
	ForgeTypeId^ get ();
}
static member MepUpperTopElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace